[
  {"qnum": 1, "text": "What percentage of Fortune 500 companies mentioned AI in their annual reports in 2023?", "answer": 64.8},
  {"qnum": 2, "text": "How many U.S. states start with the letter “M”?", "answer": 8},
  {"qnum": 3, "text": "How many seconds has it been since Jan 1, 2000 at 12am (count to April 22, 2025 at 12am)?", "answer": 7985952000},
  {"qnum": 4, "text": "How many distinct permutations are there of the letters in the word “BRIDGEWATER”?", "answer": 9979200},
  {"qnum": 5, "text": "How many piano tuners work or live in Chicago?", "answer": 125},
  {"qnum": 6, "text": "What is the maximum number (world record) of people you could fit in a Mini Cooper?", "answer": 27},
  {"qnum": 7, "text": "What is the total number of New York City Subway Stations(counting station complexes)?", "answer": 472},
  {"qnum": 8, "text": "How many full-time undergraduate students are studying at the University of Pennsylvania?", "answer": 10497},
  {"qnum": 9, "text": "How many mobile phone numbers are in use in the US?", "answer": 380577528},
  {"qnum": 10, "text": "How many options contracts are traded daily on the NASDAQ?", "answer": 14823455},
  {"qnum": 11, "text": "How much money (in USD) gets traded on the NYSE every day (on average)?", "answer": 18.9E9},
  {"qnum": 12, "text": "What was Bridgewater’s AUM (Assets under management, USD) as of April 2024?", "answer": 124E9},
  {"qnum": 13, "text": "Rajiv Gandhi is frustrated with the ridiculous rent prices in NYC. What is the average monthly rent (in USD) for a one-bedroom apartment in NYC (all 5 boroughs) as of April 2025?", "answer": 3930},
  {"qnum": 14, "text": "As of Jan 2024, how many countries have a female head of state or government?", "answer": 26},
  {"qnum": 15, "text": "If you stacked Perry the Platypus (lying flat on his belly, and assuming he's the size of a real platypus) one on top of another, how many would you need to reach the top of the Burj Khalifa, including its antenna?", "answer": 6146},
  {"qnum": 16, "text": "How many standard shipping containers can you fit on a Panamax ship (ship that is the largest possible width to still fit through the Panama canal)?", "answer": 5000},
  {"qnum": 17, "text": "How many golf balls can you fit in the main cargo deck of a completely empty Boeing 747-8F (assuming it doesn’t have to fly)?", "answer": 18E6},
  {"qnum": 18, "text": "How many ants exist in the world?", "answer": 20E15},
  {"qnum": 19, "text": "How many times would you have to fold a sheet of paper for it to reach from the Earth to the Moon (ignoring the physical mechanics of paper folding, assume each time you fold it the thickness doubles)?", "answer": 42},
  {"qnum": 20, "text": "How many doors are there in the entire world?", "answer": 42E9},
  {"qnum": 21, "text": "How many stars are there in the observable universe?", "answer": 2E22},
  {"qnum": 22, "text": "How many humans(living or dead) have ever existed on Earth?", "answer": 110E9},
  {"qnum": 23, "text": "What is the total number of ways to split the set {1, 2, 3, . . . , 10} into sets of equal size?", "answer": 1073},
  {"qnum": 24, "text": "How many possible legal positions are there in a chess game after 4 moves? A game with 4 moves would mean 2 moves by white and 2 moves by black", "answer": 197742},
  {"qnum": 25, "text": "Gad Allon is tired of taking the train from D.C. to Philadelphia. How long in years would it take Gad in an Acela high-speed Amtrak train to go from Earth to Mars assuming it goes at top speed (ignoring the physics of moving a train through space)?", "answer": 107}
]